;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = ReBar Framework
Version = 8

[Language]
Name = English
Code = en
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = About %{Program.Name}
Label_Version = Version
Label_AutoIt = Build with AutoIt version
Label_Copyright = Copyright
Tip_Title_Donate = Donate to our Cause
Tip_Message_Donate = When you donate, you help keep our software free\rnand enable us to acquire the tools and services\rnwe use to serve you. 
Label_Home = Homepage
Label_License = License
Label_Support = Get Support
Tip_Title_Country = Made in South Africa
Tip_Message_Country = %{Program.Name} was born in South Africa.
Label_Contributors = Contributors
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = Employ this tool to nudge stuck pixels back into action, but beware, it's no necromancer for the lifeless dead pixels.
Label_Status_Updates = Checking for Updates
Label_Warning = Caution: If you suffer from seizures or if epilepsy runs in your family, the vibrant colors might be more dizzying than dazzling!
Group_1 = 1) Dead pixel locator
Group_2 = 2) Examples
Group_3 = 3) Speed (%s ms)
Button_Color_1 = White
Button_Color_2 = Black
Button_Color_3 = Red
Button_Color_4 = Green
Button_Color_5 = Blue
Button_Color_6 = Yellow
Button_Color_7 = Magenta
Button_Color_8 = Cyan
Label_Step_1 = Click any color button on the left to display a color over the entire screen.
Label_Step_2 = After a color is displayed, you can use the arrow keys on your keyboard to switch between colors.
Label_Step_3 = Press the 'Esc' key to exit the color display and return to this window.
Button_Go = Go!
Label_F11 = Hit 'F11' to go full glam with Fullscreen mode. Tap 'F11' again to tone it down.
Slider_Faster = Faster
Slider_Slower = Slower
Label_YouTube = For other devices, go to bit.ly/pixrepair to play the Pixel Repair video.

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Logging]
Finished = Finished
success = success
Response_Received = Response Received
Successfully = Successfully
OK = OK!
Registration_succeeded = Registration succeeded
Initiated = Initiated
Error = error
Failed = failed
Access_Denied = Access is denied
No_Operation_Performed = No operation can be performed
VERSION = VERSION
File_Not_Found = Could not find the '%s' log File.
Showing_File = Showing '%s' log File.
Showing_Error = Something went wrong: Process ID: %s
Opening_File = Opening the log File.
Opening_Directory = Opening the log Folder...
Directory_Not_Found = Could not find the '%s' log Directory.
Showing_Directory = Showing '%s' log Directory.
Bool_Yes = Yes
Bool_No = No
Info_Date = Date:
Info_Program = Program:
Info_Program_Path = Program Path:
Info_Compiled = Compiled:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows Version:
Info_System_Type = System Type:
Info_Memory = Memory (RAM):
Info_ProgramFiles = Program Files Directory:
Info_Windows_Directory = Windows Directory:
Level_Error = Error:
Level_Warning = Warning:
Level_Success = Success:
Level_Finished = Finished:

[Menus]
File = &File
File_Preferences = &Preferences
File_Logging = &Logging
File_Logging_Open_File = Open &log File
File_Logging_Open_Directory = Open log &Directory
File_Close = &Close\tAlt+F4
Help = &Help
Help_Update = Check for &updates
Help_Home = %{Company.Name} &Home
Help_Downloads = More &Downloads
Help_Support = &Get Support
Help_Issue = Create an &issue
Help_Donate = Donate a &little something 
Help_About = About %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Please Take Note
Warning_Title = Warning!
Error_Title = Oops! Something went wrong!
Error_Oops = Oops!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = %{Program.Name} is not compatable with your version of windows. If you believe this to be an error, please feel free to leave a message at '%s' with all the details.
Compatible_Bit = Unfortuantely %{Program.Name} 32 Bit is not compatible with your Windows version. Please download %{Program.Name} 64 Bit from '%s'
Loading_Initializing = Initializing %{Program.Name}
Loading_Localizations = Loading Localizations
Loading_Resources = Setting Resources
Loading_WorkingDirectories = Setting Working Directories
Loading_Logging = Initializing Logging
Loading_Configuration = Loading Configuration
Loading_Shortcuts = Setting Keyboard Shortcuts
Loading_Interface = Starting Core Interface
Ping_Check_Connection = Checking Internet Connection.
Ping_Response = Response Received in %s milliseconds.
Ping_Host_Offline = Host is Offline.
Ping_Host_Unreachable = Host is Unreachable.
Ping_Host_Bad = Bad Destination.
Ping_Host_No_Internet = No Internet Connection.
Global_Errors = Finished with (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errors
Global_Finished = Completed selected task.
Global_File = file
Global_Files = files
RegisterDll_Success = RegSvr32.exe > '%s' registration succeeded.
RegisterDll_Error_01 = RegSvr32.exe > '%s' To register a module, you must provide a binary name.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Specified module not found.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module loaded but entry-point DllRegisterServer was not found.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error number: 0x80070005
Registry_Write_Error = Could not write to '%s'
Registry_Error_01 = Unable to open requested key.
Registry_Error_02 = Unable to open requested main key.
Registry_Error_03 = Unable to open requested value.
Registry_Error_04 = Value type not supported.
Registry_Error_05 = Unable to delete requested value.
Registry_Error_06 = Unable to delete requested key/value.

[Messages2]

[Preferences]
Window_Title = Preferences
Tab_General = General
Tab_Cache = Cache
Tab_Performance = Performance
Tab_Language = Language
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Language
Checkbox_Enable_Logging = Enable logging
Label_Log_Exceed = Log size must not exceed :
Label_Logging_Size = Logging Size: %s KB
Button_Logging_Clear = Clear Logging
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Select the language you prefer and press the %s button to continue. (Restart Required)
Button_Save = Save
Button_Cancel = Cancel
Label_Updated = Preferences Updated
Label_Logging_Cleared = Logging cleared
MsgBox_Language_Title = Language Changed
MsgBox_Language_Message = The selected language has changed. %{Program.Name} should be restarted for the chosen language to take effect.
MsgBox_Closing_Title = Closing %{Program.Name}
MsgBox_Closing_Messag = Would you like to close %{Program.Name} now?

[Update]
Window_Title_Available = Update available
Window_Title_Congratulations = Congratulations!
Window_Title_Error = Something went wrong!
Label_Message_Update = There is a new version of '%{Program.Name}' available.
Label_Message_Latest = You are using the latest version of '%{Program.Name}'.
Label_Message_Error = Information about the latest version of '%{Program.Name}' could not be retrieved.
Label_Message_Internet = Please check your Internet Connection and try again.
Label_Build_Current = Current Build:
Label_Build_Update = Update Build:
CheckBox_NoUpdate = Do not check for updates at startup.
Button_Update = Read more
Button_Close = Close

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = using AutoIt version %{AutoIt.Version}
Bit = Bit